Repository: terminal42/contao-oembed
Catalog: contao/languages/*/*_content.xlf
Languages: de

# tl_content.twitter_url.1
source: Please enter an URL of a tweet.
de: Bitte geben Sie die URL vom Tweet ein.

# tl_content.twitter_cards.0
source: Show Cards
de: Cards anzeigen

# tl_content.twitter_cards.1
source: When disabled, links in a Tweet are not expanded to photo, video, or link previews.
de: Wenn deaktiviert werden Tweets ohne Foto, Video oder Link-Vorschau angezeigt.

# tl_content.twitter_conversation.0
source: Show Conversation
de: Konversation anzeigen

# tl_content.twitter_conversation.1
source: When disabled, only the cited Tweet will be displayed even if it is in reply to another Tweet.
de: Wenn deaktiviert wird nur der verlinkte Tweet angezeigt, auch wenn der Tweet z.B. eine Antwort auf einen anderen Tweet ist.

# tl_content.twitter_theme.1
source: When set to Dark, displays Tweet with light text over a dark background.
de: Bei dem Theme Dunkel wird der Tweet mit einer hellen Schrift auf dunklem Hintergrund dargestellt.

# tl_content.twitter_theme.light
source: Light
de: Hell

# tl_content.twitter_theme.dark
source: Dark
de: Dunkel

# tl_content.twitter_limit.0
source: Number of items
de: Anzahl Elemente

# tl_content.twitter_limit.1
source: Display up to N items where N is a value between 1 and 20 inclusive.
de: Zeige bis zu N Elemente an, wobei N mindestens 1 und maximal 20 ist.

# tl_content.twitter_chrome.0
source: Display configuration
de: Konfiguration anzeigen

# tl_content.twitter_chrome.1
source: Configure how the Twitter output should look like.
de: Konfiguriere, wie die Twitter-Ausgabe aussehen soll.

# tl_content.instagram_url.1
source: The URL to the Instagram post like http://instagr.am/p/fA9uwTtkSN/.
de: Die URL zum Instagram post, z.B. http://instagr.am/p/fA9uwTtkSN/.

# tl_content.instagram_maxwidth.0
source: Maximum width
de: Maximale Breite

# tl_content.instagram_maxwidth.1
source: Provide the maximum width of returned media (must be greater than 320).
de: Die maximale Breite des Bildes/Videos (muss größer als 320 sein).

# tl_content.instagram_hidecaption.0
source: Hide caption
de: Bildunterschrift nicht anzeigen

# tl_content.instagram_hidecaption.1
source: If set to true, the embed code hides the caption.
de: Wenn aktiviert wird die Bildunterschrift des Posts nicht angezeigt.

# tl_content.facebook_url.1
source: The URL to the Facebook post, page or video.
de: Die URL zu einem Post, einer Seite oder einem Video auf Facebook.
